Repository: jopppis/gnss-visualizer
Catalog: src/gnss_visualizer/translations/*/LC_MESSAGES/messages.po
Languages: fi

source: Configuration
fi: Asetukset

source: Select plots
fi: Valitse kuvaajat

source: Rewind file
fi: Kelaa alkuun

source: Wait between epochs (s)
fi: Odota epookkien välillä (s)

source: Controls
fi: Ohjaus

source: Signal strength (live)
fi: Signaalin voimakkuus (live)

source: Satellite
fi: Satelliitti

source: Signal strength
fi: Signaalin voimakkuus

source: Position map (live)
fi: Sijainti (live)

source: Center map
fi: Keskitä kartta

source: Keep centered
fi: Pidä keskitettynä

source: Autozoom
fi: Autozoomaus

source: Latitude
fi: Leveysaste

source: Longitude
fi: Pituusaste

source: Horizontal Accuracy
fi: Tarkkuus (horisontaalinen)

source: Position map
fi: Sijainti
